IdeaRS.Connections
CleatData.ConnectedMember2Path Property
Compatible with IDEA StatiCa 0.0
 Gets or sets connected member number 2 using cleat.
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public string ConnectedMember2Path { get; set; }
Property Value
Type: String
See Also
Reference
CleatData Class
IdeaRS.Connections.Data Namespace